{
  "title": "OpenTempus",
  "bannerMission": "Hardware and software that monitors toxin exposure and provides alerts to firefighting teams when they battle wildfires",
  "informationTitle": "What is OpenTempus?",
  "informationFirstPara": "OpenTempus is an Internet-of-Things (IoT) and data science solution that measures environmental toxins and provides individualized recommendations based on real-time data and long-term exposure. It is the open source core of the Prometeo Platform that won the Call for Code Global Challenge in 2019.",
  "OpenTempusButtonGetInvolved": "Get involved",
  "OpenTempusButtonJoinSlack": "Join us on Slack",
  "OpenTempusButtonBrowseCode": "Browse code",

  "architectureTitle": "OpenTempus in a nutshell",
  "architectureDescription": "A two-way system that collects toxin readings, analyzes them, and sends actionable data back to the team.",
  "architectureDescription1": "1. The firefighter logs into the ruggedized Samsung smartphone via IBM App ID. Devices are paired through Bluetooth.",
  "architectureDescription2": "2. The device sensors capture toxin levels. The device sends stored readings to the phone at regular intervals.",
  "architectureDescription3": "3. The mobile application relays data to the IBM IoT platform.",
  "architectureDescription4": "4. The MQTT client service listens for incoming messages from the IBM IoT platform.",
  "architectureDescription5": "5. The MQTT client stores the data in the MariaDB relational database.",
  "architectureDescription6": "6. The MQTT client sends the data to the WebSocket server.",
  "architectureDescription7": "7. The Rules-Decision service wakes up every minute to calculate the 10 mins, 30 mins, 60 mins, 4 hours, and 8 hours time-weighted averages for each gas.",
  "architectureDescription8": "8. The dashboard queries the database to show the historical data.",
  "architectureDescription9": "9. The dashboard connects to the WebSocket Server to show live data and alerts the user if the levels go above certain pre-determined thresholds.",
  "architectureDescription10": "10. The command center can view the dashboard using the web browser on a laptop or tablet.",
  "architectureDescription11": "11. The mobile application regularly requests status from the Rules-Decision service and emits the result via device LED and Samsung phone/watch vibrations.",

  "technologyTitle": "OpenTempus technology",
  "technologyDescription2": "OpenTempus device: Collects key data: carbon monoxide, nitrogen dioxide, temperature, and humidity readings",
  "technologyDescription3": "Cloud dashboard: Shows real-time alerts and averages over time (10min, 30min, 1hr, 4hr, 8hr)",

  "actionTitle": "OpenTempus in action",
  "actionDescription1": "OpenTempus v1 - Prometeo v3 field test with GRAF firefighters in Catalonia, 1Q 2021, building upon earlier tests of v2 in 1Q 2020.",
  "actionDescription2": "Test goals:",
  "actionDescription3": "A. Collect data from firefighters during controlled burn",
  "actionDescription4": "B. Evaluate latest case design, size, weight, and ergonomics",
  "actionDescription5": "C. Assess feedback and suggestions from firefighters",
  "actionDescription6": "Results:",
  "actionDescription7": "A. Stored temperature, humidity, carbon monoxide, and nitrogen dioxide readings from 10 firefighters over 2 days",
  "actionDescription8": "B. Studied case ergonomics, durability, reliability, and robustness metrics",
  "actionDescription9": "C. Captured design feedback and additional non-functional ideas for the device",

  "teamTitle": "Team",
  "teamDescription": "Meet the original Prometeo founders who brought this project to life.",
  "teamDescription1": "Acknowledgments",
  "teamDescription2": "- Wildland firefighters GRAF and Bombers Catalunya/Catalonia for their mission to mitigate the effect of wildfires and for their inspiring message. Thank you for your help testing the end-to-end system in the field.",
  "teamDescription3": "- Call for Code and the Linux Foundation for their help and support.",
  "teamDescription4": "- Josep Ràfols for his contribution to the original Prometeo prototype.",
  "teamDescription5": "- Vicenç Ferres for defining smoke concentration parameters",
  "teamDescription6": "- Project OWL for help in product testing and code.",

  "footer": "OpenTempus is a ",
  "footerLink": "Call for Code® with The Linux Foundation project",
  "footer2": ".",
  "footerLink2": "",
  "copyright": "Copyright © 2022 OpenTempus a Series of LF Projects, LLC.",
  "copyrightInfo": "For trademark usage guidelines, privacy and cookie policies, and other applicable policies, as well as terms and conditions governing this web site, please see www.lfprojects.org."
}
